Repository: ocastudios/glamour
Catalog: locale/*/LC_MESSAGES/glamour.po
Languages: cs_cz, pt_br

source: If you kiss enemies, they will sometimes be sooo happy as to stop bothering you... for a while.
cs_cz: Když políbíš nepřátele, budou občas tak rádi, že tě přestanou otravovat... na chvíli.

source: But be aware that some enemies will respond only to your mouse cursor, and yet others can only be dodged!
cs_cz: Ale dej si pozor, někteří nepřátelé reagují jen na tvůj kurzor myši a jiným se musíš vyhýbat!

source: You'll notice that on the upper right side there's a clock. When it points down, it will be time for the ball.
cs_cz: Všimni si, že vpravo nahoře jsou hodiny. Když mají ručičku dole, je čas na ples.

source: But first we need to find you a beautiful and original look.
cs_cz: Ale nejdřív pro tebe musíme najít krásný a jedinečný vzhled.

source: And in order to do that, we must visit the castles that lie in the left part of most streets.
cs_cz: Abys to dokázala, musíš navštívit paláce, umístěné v levé části většiny ulic.

source: That's because they are shops, and in them you'll find the most wonderful dresses, make-up, shoes and accessories!
cs_cz: Protože to jsou obchody a v nich najdeš ty nejhezčí obleky, make-upy, boty a doplňky!

source: Oh! And remember you can switch streets by pressing up when in front of a gate.
cs_cz: Jo! A pamatuj si, že můžeš přepínat ulice šipkou mahoru když jsi před bránou.

source: Now, once you're at the ball, your look will be compared to those of other princesses, and even with the garments you girls used in previous balls.
cs_cz: Jakmile budeš na plese, tvůj vzhled bude porovnán s ostatními princeznami a dokonce i se šaty, použitými vámi všemi dívkami na předchozích plesech.

source: If you wear the same outfit as others (or repeat it ball after ball), you'll earn little to no glamour points. It would be a shame.
cs_cz: Když si oblékneš stejné vybavení jako ostatní (nebo ho zopakuješ ples od plesu), získáš málo nebo žádné body za půvab. To by byla ostuda.

source: But, on the other hand, if you show up with an original look, then you may earn lots of glamour points!
cs_cz: Ale naopak když se ukážeš v originálním vzhledu, můžeš získat hodně bodů za půvab!

source: And as you gain glamour points, more and more boys will offer you their hearts. And some day, you may even catch the eyes of Prince Charming himself.
cs_cz: A jakmile nabereš body za půvab, víc a víc chlapců ti nabídne svá srdce. A jednoho dne se možná do tebe zahledí sám princ.

source: But beware! The enemies on your way may not hurt you, but they can make you dirty. And THAT would certainly cost you lots of glamour points!
cs_cz: Ale pozor! Nepřátelé v tvé cestě ti nemusí ublížit, ale mohou tě ušpinit. A TOHLE by tě jistě stálo spoustu bodů půvabu!

source: You can get even dirtier if you are caught a second time, and become dirtiest if hit yet again...
cs_cz: Můžeš být ještě špinavější, když tě přistihnou podruhé a budeš nejšpinavější, jestli tě zasáhnou ještě jednou...

source: ...but event then there's hope. Go back and enter the Bathhouse, and you'll be clean and perfumed in no time!
cs_cz: .. ale i pak je naděje. Běž zpět a zajdi do lázní, pak budeš okamžitě čistá a navoněná.

source: But before you go, I've got two more tips to you. First, stay alert to the music! By it you can tell not only what is the stronger enemy around, but how far it is from you.
cs_cz: Ale než půjdeš, dám ti dvě další rady. První: stále si hlídej hudbu! Tím nejen poznáš, jak silný nepřítel je v okolí, ale i jak je od tebe daleko.

source: And finally, there are many secret items in the game, and you should anlock them ASAP. To get you started, try kissing the lion on Make-up Street's zoo.
cs_cz: A nakonec: ve hře je mnoho tajných věcí a něla bys je odemknout RYCHLE. Pro začátek zkus políbit lva v zoo v Líčidlové ulici.

source: Now you're good to go! Don't stay idle waiting your dreams come true - go get them, girl!
cs_cz: Nyní jsi připravená jít. Nečekej zbytečně na splnění svých snů - běž si je splnit, holka!

source: Aaliyah
cs_cz: Eliska

source: Abigail
cs_cz: Agata

source: Addison
cs_cz: Adela

source: Albertine
cs_cz: Adriana

source: Albinia
cs_cz: Albina

source: Alethea
cs_cz: Aneta

source: Alexa
cs_cz: Anezka

source: Alexis
cs_cz: Alena

source: Allegra
cs_cz: Agata

source: Allison
cs_cz: Alice

source: Alma
cs_cz: Irma

source: Aloisia
cs_cz: Aloisie

source: Althea
cs_cz: Ingrid

source: Alyssa
cs_cz: Johana

source: Amanda
cs_cz: Ljuba

source: Amelia
cs_cz: Amalie

source: Angel
cs_cz: Anděla

source: Annzella
cs_cz: Anastazie

source: Anthea
cs_cz: Antonie

source: Aquila
cs_cz: Apolena

source: Armine
cs_cz: Silvie

source: Artemisia
cs_cz: Venceslava

source: Ashley
cs_cz: Darja

source: Aspasia
cs_cz: Drahomira

source: Aubrey
cs_cz: Jana

source: Augusta
cs_cz: Vanda

source: Aurea
cs_cz: Nada

source: Auriol
cs_cz: Nadezda

source: Aurora
cs_cz: Stela

source: Autumn
cs_cz: Vilma

source: Ava
cs_cz: Vlasta

source: Avery
cs_cz: Vera

source: Bailey
cs_cz: Beata

source: Barbara
cs_cz: Barbora

source: Bella
cs_cz: Bela

source: Berenice
cs_cz: Berta

source: Betty
cs_cz: Betka

source: Brianna
cs_cz: Blanka

source: Brilliana
cs_cz: Blazena

source: Britannia
cs_cz: Bohdana

source: Brittany
cs_cz: Bohuslava

source: Brooke
cs_cz: Bohumila

source: Brooklyn
cs_cz: Bozena

source: Camila
cs_cz: Kamila

source: Carina
cs_cz: Klara

source: Carol
cs_cz: Karla

source: Caroline
cs_cz: Karolina

source: Charlotte
cs_cz: Kristýna

source: Cilda
cs_cz: Cecilka

source: Claire
cs_cz: Klára

source: Clorinda
cs_cz: Judita

source: Corisande
cs_cz: Jolana

source: Courtney
cs_cz: Justyna

source: Deborah
cs_cz: Dobromila

source: Delia
cs_cz: Dita

source: Destiny
cs_cz: Denisa

source: Dilliana
cs_cz: Daniela

source: Donna
cs_cz: Dana

source: Dorinda
cs_cz: Darina

source: Dorothy
cs_cz: Dorota

source: Douglas
cs_cz: Dagmar

source: Elizabella
cs_cz: Evelina

source: Elizabeth
cs_cz: Alzbeta

source: Ella
cs_cz: Edita

source: Elma
cs_cz: Erika

source: Emily
cs_cz: Emilie

source: Emma
cs_cz: Ema

source: Evelyn
cs_cz: Evelina

source: Faith
cs_cz: Nora

source: Frusannah
cs_cz: Frantiska

source: Gabriella
cs_cz: Izabela

source: Gabrielle
cs_cz: Gabriela

source: Genesis
cs_cz: Gizela

source: Gianna
cs_cz: Gita

source: Grace
cs_cz: Zita

source: Gracie
cs_cz: Irena

source: Hailey
cs_cz: Hedvika

source: Haley
cs_cz: Hermina

source: Hannah
cs_cz: Hana

source: Helen
cs_cz: Helena

source: Isabel
cs_cz: Izabela

source: Isabella
cs_cz: Iveta

source: Isabelle
cs_cz: Ivana

source: Jacinth
cs_cz: Jitka

source: Jasmine
cs_cz: Jarmila

source: Jennifer
cs_cz: Jirina

source: Jessica
cs_cz: Jaroslava

source: Jocelyn
cs_cz: Jirina

source: Julia
cs_cz: Julie

source: Kaitlyn
cs_cz: Kamila

source: Karen
cs_cz: Kristyna

source: Katelyn
cs_cz: Karolina

source: Katherine
cs_cz: Katerina

source: Kayla
cs_cz: Kveta

source: Kaylee
cs_cz: Kvetoslava

source: Khloe
cs_cz: Klaudie

source: Kimberly
cs_cz: Ludmila

source: Kylie
cs_cz: Lydie

source: Lauren
cs_cz: Lada

source: Layla
cs_cz: Lenka

source: Leah
cs_cz: Leona

source: Lillian
cs_cz: Liliana

source: Lily
cs_cz: Lydie

source: Lisa
cs_cz: Libuse

source: Lucasta
cs_cz: Lucie

source: Mackenzie
cs_cz: Tereza

source: Madeline
cs_cz: Magdalena

source: Madelyn
cs_cz: Magda

source: Madison
cs_cz: Monika

source: Makayla
cs_cz: Mahulena

source: Marcia
cs_cz: Marcela

source: Margaret
cs_cz: Marketa

source: Maria
cs_cz: Marie

source: Mariabella
cs_cz: Mariana

source: Mariah
cs_cz: Martina

source: Mary
cs_cz: Marta

source: Maya
cs_cz: Marika

source: Megan
cs_cz: Miluse

source: Melanie
cs_cz: Milena

source: Mia
cs_cz: Milada

source: Michelle
cs_cz: Michaela

source: Molly
cs_cz: Miloslava

source: Morgan
cs_cz: Miriam

source: Mya
cs_cz: Miroslava

source: Nancy
cs_cz: Anicka

source: Nevaeh
cs_cz: Natasa

source: Nicole
cs_cz: Nikola

source: Olivia
cs_cz: Olivie

source: Paige
cs_cz: Petra

source: Patricia
cs_cz: Patricie

source: Payton
cs_cz: Pavla

source: Peyton
cs_cz: Pavlina

source: Philadelphia
cs_cz: Olga

source: Rachel
cs_cz: Radka

source: Rebecca
cs_cz: Renata

source: Riley
cs_cz: Oldriska

source: Ruth
cs_cz: Ruzena

source: Samantha
cs_cz: Svetlana

source: Sarah
cs_cz: Sarka

source: Saranna
cs_cz: Sandra

source: Savannah
cs_cz: Simona

source: Serenity
cs_cz: Stanislava

source: Sharon
cs_cz: Saskie

source: Sofia
cs_cz: Sofie

source: Sophie
cs_cz: Zofie

source: Sophronia
cs_cz: Svetlana

source: Stephanie
cs_cz: Stepanka

source: Susan
cs_cz: Zuzana

source: Sydney
cs_cz: Sona

source: Taylor
cs_cz: Tatana

source: Trinity
cs_cz: Tereza

source: Ulalia
cs_cz: Otylie

source: Urania
cs_cz: Ursula

source: Valeria
cs_cz: Valerie

source: Vanessa
cs_cz: Vendula

source: Venetia
cs_cz: Veronika

source: Victoria
cs_cz: Viktorie

source: Zenobe
cs_cz: Zaneta

source: Zoe
cs_cz: Zdena

source: Zoey
cs_cz: Xenie

source: Tonight's ball
pt_br: Este baile

source: Yesterday's ball
pt_br: Baile passado

source: Play Story
pt_br: Ver a história

source: Options
pt_br: Opçoes

source: done
pt_br: pronto

source: ... and your name
pt_br: ... e seu nome

source: The
pt_br: O

source: Then choose your saved princess
pt_br: Então escolha sua princesa salva

source: And "Ok" for the menu.
pt_br: E "Ok" para o menu.
