Repository: ocastudios/glamour
Catalog: locale/*/LC_MESSAGES/glamour.po
Languages: cs_cz, pt_br

source: Bathhouse St
cs_cz: Lázeňská ulice

source: Dress St
cs_cz: Oděvní ulice

source: Accessory St
cs_cz: Ulice módních doplňků

source: Makeup St
cs_cz: Líčidlová ulice

source: Shoes St
cs_cz: Obuvní ulice

source: Resume
cs_cz: Pokračovat

source: Quit
cs_cz: Ukončit

source: Game Paused
cs_cz: Hra pozastavena

source: Check your closet
cs_cz: Zkontrolovat můj šatník

source: The beret accessory, earnd for jumping with the penguin.
cs_cz: Baret, získaný za skákání s tučňákem.

source: The crown accessory, unlocked from the start.
cs_cz: Korunka, odemčená od začátku.

source: The shades accessory, earned after trampling 20 chicks.
cs_cz: Sluneční brýle, získané šlápnutím na 20 kuřat.

source: The mask, earned for debuting three hairstyles in balls.
cs_cz: Maska získaná za nošení tří účesů na tancích.

source: The purse accessory, unlocked from the start.
cs_cz: Kabelka, odemčená od začátku.

source: The ribbon accessory, unlocked from the start.
cs_cz: Mašle, odemčená od začátku

source: The indian dress, earned for dressing as a geisha.
cs_cz: Indické šaty, získané oblékáním jako gejša.

source: The kimono, earned for being crossed by the carriage.
cs_cz: Kimono, získané za přejezd kočárem.

source: The pink dress, unlocked from the start.
cs_cz: Růžové šaty, odemčené od začátku.

source: The red dress, unlocked from the start.
cs_cz: Červené šaty, odemčené od začátku.

source: The simple dress, unlocked from the start.
cs_cz: Jednoduché šaty, odemčené od začátku.

source: The yellow dress, earned for beating all kinds of enemies.
cs_cz: Žluté šaty, získané za porážku všech druhů nepřátel.

source: The eyelids make-up, unlocked from the start.
cs_cz: Make-up očních víček, odemčený od začátku.

source: The eyeshades make-up, unlocked from the start.
cs_cz: Make-up očních stínů, odemčený od začátku.

source: The geisha look, earned for bathing while clean.
cs_cz: Vzhled gejša, získany koupáním při očistě.

source: The indian look, earned for kissing the lion.
cs_cz: Indický vzhled, získaný políbením lva.

source: The lipstick make-up, earned for entering your own castle.
cs_cz: Make-up rtěnka, získaná za vstup do vlastního zámku.

source: The simple make-up, unlocked from the start.
cs_cz: Jednoduchý make-up, odemčený od začátku.

source: The black hairstyle, unlocked from the start.
cs_cz: Černý účes, odemčený od začátku.

source: The braid and tail hairstyle, unlocked from the start.
cs_cz: Účes se splétaným copem, odemčený od začátku.

source: The brown hairstyle, unlocked from the start.
cs_cz: Hnědý účes, odemčený od začátku.

source: Cinderella's hairstyle, earned for visiting her.
cs_cz: Účes Popelky, získaný za její návštěvu.

source: The geisha hairstyle, unlocked from the start.
cs_cz: Účes gejša, odemčený od začátku.

source: Rapunzel's hairstyle, earned for visiting her.
cs_cz: Účes Lociky, získaný za její návštěvu.

source: The rastafari hairstyle, unlocked from the start.
cs_cz: Rastafariánský účes, odemčený od začátku.

source: The red hairstyle, unlocked from the start.
cs_cz: Červený účes, odemčený od začátku.

source: The short hairstyle, unlocked from the start.
cs_cz: Krátký účes, odemčený od začátku.

source: Sleeping Beauty's hairstyle, earned for visiting her.
cs_cz: Účes Šípkové Růženky, získaný za její návštěvu.

source: Snow White's hairstyle, earned for visiting her.
cs_cz: Účes Sněhurky, získaný za její návštěvu.

source: The blonde hairstyle, unlocked from the start.
cs_cz: Blond účes, odemčený od začátku.

source: The go-go boots, earned by crossing the drains clean.
cs_cz: Go-go boty, získané za čisté překročení kanálů.

source: The glass slippers, earned for wearing the dream outfit.
cs_cz: Skleněné střevíčky, získané za nošení oblečení snů.

source: The flower sandals, earned for visiting all streets in one day.
cs_cz: Květinové sandály, získané za návštěvu všech ulic za jeden den.

source: The red shoes, unlocked from the start.
cs_cz: Červené boty, odemčené od začátku.

source: The slippers, unlocked from the start.
cs_cz: Pantofle, odemčené od začátku.

source: The white shoes, unlocked from the start.
cs_cz: Bílé boty, odemčené od začátku.

source: This garment is locked
cs_cz: Tento kus je uzamčen

source: Look, it's a small BIRDY! It's so small and so cute... it also sings oh so happy. Don't you bother it much, though... it won't like it.
cs_cz: Hele, malý ptáček. Je tak malý a milý... a taky vesele zpívá. Ale neruš ho... nelíbilo by se mu to.
pt_br: Olhe, é um pequeno PASSARINHO! É tão bonitinho... E também canta tão feliz. Mas não o perturbe muito... Ele não vai gostar.

source: Oh, oh! Look... BUTTERFLIES! Have you ever seen anything oh so pretty? Don't you waste too much time celebrating their beauty, though - we have a ball to attend.
cs_cz: Jé, jé. Hele... MOTÝLI! Vidělas někdy něco tak hezkého? Neztrácej moc času oslavou jejich krásy - musíme navštívit ples.
pt_br: Oh, oh! Olhe... BORBOLETAS! Você já viu alguma coisa tão bonita? Mas não perca muito tempo brincando com elas - temos um baile para ir.

source: Well, the path is blocked by a CARRIAGE. They are beautiful transportation, all right, but are oh so slow... maybe we ought to find another path.
cs_cz: No jo, cestu blokuje KOČÁR. Jsou to krásná vozidla, ale tak pomalá... asi bychom měli hledat jinou cestu.
pt_br: Bem, o caminho está bloqueado por uma CARRUAGEM. Elas são um transporte bonito, é verdade, mas são tão lentas... talvez seja melhor ir por outro caminho.

source: Look, a baby loxodonta africana! Well, most people would just call it an ELEPHANT. It's oh so rude. They are cute, intelligent animals with the niftiest ears.
cs_cz: Podívej, mládě loxodonta africana! No, většina lidí by řekla SLON. Jak drzé! Je roztomilé, chytré a s nejlepšími ušima.
pt_br: Olhe, um bebê de loxodonta africana! Bem, a maioria de nós o chamaria de ELEFANTE. Que rude. Eles são animais lindinhos, inteligentes e com orelhas legais.

source: Oh, sheesh! There goes Fabrizio and his soccer ball. BOYS are so careless when they're playing. Watch out or he may get you dirty.
cs_cz: Oh, jejda! Támhle jde Fabrizio se svým míčem na fotbal. CHLAPCI jsou tak neopatrní, když hrají. Dávej pozor, aby tě neušpinil.
pt_br: Oh, ichi! Lá vai o Fabrizio e sua bola de futebol. GAROTOS são tão sem cuidado quando estão jogando. Cuidado ou ele pode te sujar.

source: A giraffa camelopardalis! People thought they were legend, and you can totally see why: so many dots, so many horns and oh so much neck. GIRAFFES are kinda cute, don't you think?
cs_cz: Žirafa camelopardalis! Lidé si dřív mysleli, že jsou legendou a je snadné pochopit proč: tolik skvrn, tolik rohů a tak velký krk. ŽIRAFY jsou roztomilé, nemyslíš?
pt_br: Uma giraffa camelopardalis! As pessoas pensavam que eram uma lenda, e é fácil ver por que: tantas pintas, tantos chifres e puxa tanto pescoço. GIRAFAS são bem lindinhas, não acha?

source: My, oh my! You disturbed that fellow birdy, didn't you? Now here comes her MOMMY BIRD and she's not happy... would you care to run?
cs_cz: Běda! Vyrušila jsi toho malého ptáčka, že? Už přichází PTAČÍ MÁMA a ta není ráda... nevadí ti běh?
pt_br: Puxa, puxa vida! Você perturbou aquele passarinho, não foi? Agora lá vem a MAMÃE PÁSSARO e ela não está feliz... se importa de correr?

source: Oh, I just love panthera leos - or LIONS, if you must. They are just big, fat, cute kittys for me, but I guess you people are oh so scared of them, right? Maybe a little kindness would help.
cs_cz: Ach, miluji panthera leos - nebo LVY, jestli chceš. Jsou to pro mě jen milá, velké a tlusté kočky, ale myslím, že se jich lidé bojí, že? Možná pomůže drobné pomazlení.
pt_br: Oh, eu amo panthera leos - ou LEÕES, se você preferir. Eles são só gatinhos lindos, grandes e gordos para mim, mas eu acho que as pessoas têm medo deles, certo? Talvez um pouco de carinho ajude.

source: Watch out for that green, furry little kid up there! Oh, it's a MONKEY, you say? He seems not nice. I wonder why he has so many bananas...
cs_cz: Dávej si pozor na to chlupaté, zelené mládě tam nahoře! Ach, je to OPICE, říkáš? Vypadá tak roztomile. Na co má tolik banánů?
pt_br: Cuidado com aquele garoto verde e peludo lá em cima! Oh, é um MACACO, você diz? Ele parece tão bonitinho. Eu imagino por que ele tem tantas bananas...

source: Oh, it's MRS KLEENER. It's oh so nice to see someone cleaning and taking care of things. She deserves a kiss, but watch out for the dust.
cs_cz: Ach, to je PANÍ ČISTÁ. Je tak hezké vidět někoho, kdo uklízí a stará se o věci. Zaslouží si polibek, ale pozor na špínu.
pt_br: Oh, é a Sra. KLEENER. É tão bom ver alguém limpando e tomando conta das coisas. Ela merece um beijo, mas cuidado com a sujeira.

source: Hey, what's that? Oh it is a fat, cute flightless bird. They call it a PENGUIN - it's a smart, friendly, stable and virus free bird with lots of great open software avaiable. Wait, am I confusing the bird with the OS? Ah, whatever, both are just great!
cs_cz: Hej, co to je? Ach, je to roztomilý, tlustý nelétavý pták. Nazývá se TUČŇÁK - je chytrý, přátelský, stabilní a bez virů, s mnoha programy zdarma. Počkej, nepletu si ptáka s Operačním Systémem? Každopádně jsou oba skvělí.
pt_br: Ei, o que é aquilo? Ah é um passarinho gordo e bonitinho que não voa. Eles o chamam de PINGUIM - ele é esperto, amigável, estável e livre de vírus, com muitos softwares livres disponíveis. Espere, estou confundindo o pássaro com o SO? Ah, de todo modo, os dois são ótimos.

source: Oh, what a cute little fellow, that dog! Wait, it's also appears oh so mad. SCHNAUZERS may be a little angry, but they sure love a little kindness.
cs_cz: Ach, milý kamarád, tenhle pes! Počkej, vypadá trochu naštvaně. KNÍRAČI mohou být trochu zuřiví, ale milují mazlení.
pt_br: Oh, que gracinha de amiguinho esse cachorro! Espere, ele também parece tão mau. SCHNAUZERS podem ser um pouco bravos, mas gostam muito de carinho.

source: My, oh my! A VIKING SHIP! The old norse would travel anywhere on these, but you wouldn't want to listen to their filthy language. They don't care much for kindness or cuteness either, so why won't we just leave, uh? Please?
cs_cz: Ajajaj! VIKINGSKÝ KORÁB! Staří Norové by na nich jezdili kamkoli, ale neměla bys poslouchat jejich nevymáchaný jazyk. Nestarají se příliš o laskavost nebo roztomilost, tak proč prostě neodejdeme, hm? Prosím?
pt_br: Puxa, puxa vida! Um NAVIO VIKING! O velho nórdico navega para qualquer lugar nisso, mas você não vai querer ouvir suas palavras imundas. Eles não ligam muito para carinho ou para beleza, então por que não vamos embora? Por favor?

source: Look, princess, it's a BATHHOUSE! When you get dirty, you should come here to clean yourself. You wouldn't want to attend the ball filthy, would you?
cs_cz: Podívej princezno, to jsou LÁZNĚ! Když se umažeš, měla by ses sem jít umýt. Nechtěla bys jít na ples špinavá, že ano?
pt_br: Olhe, princesa, é uma CASA DE BANHO! Quando você ficar suja deve vir aqui para se limpar. Você não iria querer ir ao baile imunda, iria?

source: Wow! Don't you just love accessories? Here, in the ACCESSORY HALL, you'll be able to decorate yourself up so you look astonishing. Many people here prefer swords and shields, but as for me, I think strenght lies on cute ribbons and cool shades.
cs_cz: Jé! Nemiluješ snad doplňky? Tady, v SÁLE PŘÍSLUŠENSTVÍ, se můžeš zdobit, až budeš vypadat úžasně. Mnoho lidí tu má radši meče a štíty, ale já myslím, že sílu mají roztomilé stužky a boží odstíny.
pt_br: Uau! Você não simplesmente ama acessórios? Aqui, no SALÃO DO ACESSÓRIO, você poderá se enfeitar e ficar incrível. Muita gente prefere espadas e escudos, mas para mim, eu acho que a força está em lindos lacinhos e óculos legais.

source: This is CINDERELLA'S CASTLE. It is oh so big and classy. Let's go inside say hello, and maybe ask what she will wear to the next ball. It is always bad to show up with the same clothes.
cs_cz: Tohle je ZÁMEK POPELKY. Je tak velký a noblesní. Běžme ji pozdravit a možná i zeptat, co si obleče na příští ples. Není dobré se ukazovat ve stejných šatech.
pt_br: Este é o CASTELO DA CINDERELA. Ele é tão grande e cheio de classe. Vamos entrar e dizer um oi, e talvez perguntar o que ela vai vestir no próximo baile. É sempre ruim aparecer com roupas iguais.

source: Eew! These DRAINS take away the dirty water, leaving streets dry and clean. Please don't bathe on that water, or you'll get filthy. Be careful!
cs_cz: Fuj! Tyto kanalizace odvádějí špinavou vodu a udržují ulice suché a čisté. Prosím, nekoupej se v té vodě, nebo budeš špinavá. Dávej si pozor!
pt_br: Eca! Estes DRENOS levam a água suja embora, deixando as ruas limpas e secas. Por favor, não se banhe nessa água ou você vai ficar suja. Cuidado!

source: All girls dream of coming to the DRESS TOWER. Here you will find all sorts of chic and marvelous dresses. Bet you'll take your time checking them out, right?
cs_cz: Všechny dívky touží přijít do VĚŽE ŠATŮ. Tady najdeš všechny druhy elegantních a nádherných šatů. Vsadím se, že si najdeš čas na jejich vyzkoušení.
pt_br: Todas as garotas sonham em vir para a TORRE DO VESTIDO. Aqui você acha todo tipo de vestidos chiques e maravilhosos. Aposto que você vai tirar um tempinho para dar uma olhada, certo?

source: This is a GATEWAY, connecting different streets on the city. Don't forget to use them to visit every street you can. Oh, it is just so exciting to visit new places!
cs_cz: Tohle je BRÁNA, spojující různé ulice města. Nezapomeň je využít k návštěvě každé ulice, kterou můžeš. Ach, je tak vzrušující navštěvovat nová místa!
pt_br: Isto é um PORTÃO, conectando diferentes ruas na cidade. Não se esqueça de usá-los para visitar todas as ruas que puder. Ah, é tão emocionante visitar novos lugares!

source: Well, as you know, this is YOUR CASTLE. You may return here if you are really impatient to go to the ball, and also to see what were you wearing last night, so you don't repeat yourself.
cs_cz: Jak dobře víš, tohle je TVŮJ ZÁMEK. Můžeš se sem vrátit, když se opravdu nemůžeš dočkat jít na ples a také pro kontrolu, co jsi měla oblečené minulý večer, aby ses neopakovala.
pt_br: Bem, como você sabe, este é o TEU CASTELO. Você pode voltar aqui quando estiver impaciente para ir para o baile, e também para ver o que você usou a noite passada para não repetir.

source: Princess, look! That's my favourite building - the MAGIC BEAUTY SALON! At it, you'll be able to change haircuts, and even skin tone. I don't really know how they do it... maybe that's why it's magical. It won't help you earn any glamour, though.
cs_cz: Princezno, podívej! Tohle je moje oblíbená budova - KOUZELNÝ SALON KRÁSY! V něm můžeš měnit střih vlasů a dokonce odstín pleti. Netuším, jak to dělají... asi je to kouzly. Ale nemůžeš tím získat větší půvab.
pt_br: Princesa, veja! Aquele é meu prédio favorito - o SALÃO DE BELEZA MÁGICO - Nele você pode trocar de corte de cabelo e até de tonalidade da pele. Eu não sei como eles fazem isso... talvez seja por isso que é mágico. Mas isso não vai te ajudar a ganhar pontos de glamour.

source: I just love make-up, but you totally can't tell, right? That's because I get it on the MAKE-UP TOWER, where all cosmetics are oh so great and magical! You can look like another person with them, but you young girls don't even need it, do you?
cs_cz: Miluji make-up, ale ani to nepoznáš, že? Je to proto, že ji mám z MAKE-UP VĚŽE, kde je veškerá kosmetika tak dobrá a kouzelná! Můžeš s ní vypadat jako někdo jiný, ale vy dívky to ani nepotřebujete, že?
pt_br: Eu amo maquilagem, mas nem dá pra notar, dá? Isto é porque eu faço na TORRE DA MAQUILAGEM, onde todos os cosméticos são tão bans e mágicos! Você pode se parecer com outra pessoa com eles, mas vocês meninas nem precisam, não é?

source: That's RAPUNZEL'S VILLA. She prefer ground buildings after all those towers incidents, you know? I totally envy her hair, but I guess we could drop by and say hello.
cs_cz: Tohle je VILA LOCIKY. Má radši nízké budovy po těch věžových příhodách, víte? Hodně jí závidím vlasy, ale myslím, že bychom měli přijít a pozdravit.
pt_br: Esta é a MANSÃO DA RAPUNZEL. Ele prefere construções baixas depois de todos aqueles incidentes com a torre, sabe? Eu invejo muito o cabelo dela, mas acho que a gente devia aparecer e dizer um oi.

source: My oh my, look at those shoes! I know I can fly, but I like style and fashion too, you know? I wouldn't mind if you decided to spend some quality time in the SHOE'S SHOP, really. You can thank me later.
cs_cz: No tohle, podívej se na ty boty! Vím, že umím létat, ale také mám ráda styl a módu, víš? Nevadilo by mi, kdybys chtěla strávit nějaký rozumný čas v OBCHODĚ S OBUVÍ. Později mi můžeš poděkovat.
pt_br: Puxa, puxa vida, olhe estes sapatos! Eu sei que posso voar, mas eu também gosto de estilo e moda, sabe? Eu não me importaria se você decidisse passar um tempo de qualidade na LOJA DE SAPATOS. Me agradeça depois.

source: If this is SLEEPING BEAUTY'S PALACE, you ask? Of course, but you can call her Talia. You can tell she's oh so elegant and chic by her home, can't you? Let's go in - maybe she has some tips on what you should wear.
cs_cz: Ptáš se, je to PALÁC ŠÍPKOVÉ RŮŽENKY? Jistě, ale můžeš jí říkat Tálie. Poznáš, jak elegantní a módní je doma domě, že? Běžme dovnitř - snad má nějaké rady, co si máš vzít na sebe.
pt_br: Se este é o PALÁCIO DA BELA ADORMECIDA? Certamente, mas você pode chamá-la de Talia. Você pode ver como ela é elegante e chique por sua casa, não pode? Vamos entrar - talvez ela nos dê alguma dica do que usar.

source: Isn't SNOW WHITE'S CASTLE oh so cute and cozy? Let's go meet her, for she is my favourite princess in the whole world... except for you dearie, of course.
cs_cz: Není to snad ZÁMEK SNĚHURKY, tak milý a útulný? Běžme ji navštívit, je to má nejoblíbenější princezna na celém světě... kromě tebe, drahoušku, samozřejmě.
pt_br: O CASTELO DA BRANCA DE NEVE não é muito lindo e aconchegante? Vamos falar com ela, pois ela é a minha princesa favorita em todo o mundo... depois de você, querida, claro.

source: Look, look, a ZOO! Oh, I just love to see all kinds of animals that share this world with us. They are oh so cute and lovely. I'd prefer if they were free in the wild, but then I wouldn't get to see them, I suppose. Keep your eyes on them.
cs_cz: Hele, podívej, ZOO! Ach, tak ráda vidím všechny druhy zvířat, které sdílejí náš svět. Ach jak jsou milá a krásná. Byla bych radši, kdyby byla volně v divočíně, ale pak bych je nejspíš neviděla. Nespouštěj z nich oči.
pt_br: Olhe, olhe, um ZOO! Ah, eu amo ver todos os tipos de animais que dividem este mundo conosco. Eles são tão lindos e amáveis. Eu preferiria vê-los soltos na natureza, mas acho que nesse caso não veria nenhum. Mantenha seus olhos neles.

source: Ouch! Look, princess, you and your dress are now a little dirty. Getting to the ball dirty will make you lose some glamour, so try to keep yourself... higienic, ok?
cs_cz: Jejda! Podívej, princezno, ty i tvé šaty jsou nyní trochu špinavé. Když přijdeš na ples špinavá, ztratíš část půvabu, takže se snaž udržet se... čistotná, ok?
pt_br: Ai! Olhe, princesa, você e seu vestido estão um pouco sujos agora. Ir para o baile suja fará você perder glamour, então tente se manter... higiênica, ok?

source: Watch out, dearie! You got even dirtier, and I would suggest you cleaned yourself up before the ball, ok? Why don't you look for the Bathhouse?
cs_cz: Pozor, drahá! Jsi ještě špinavější a navrhovala bych, abys se před plesem očistila, souhlasíš? Co takhle vyhledat lázně?
pt_br: Cuidado querida! Você ficou ainda mais suja. Eu sugiro que você se limpe antes do baile, ok? Por que você não procura pela Casa de Banho?

source: Come on, princess! You are now as dirty as it gets. Going to the ball like this would be oh so embarassing. No way... uh, uh. Go take a bath and stop getting filthy my little piggy princess.
cs_cz: No tak, princezno! Jsi tak špinavá, jak jen můžeš být. Jít na takový ples by bylo tak trapné. To nejde... ach, ach. Jdi se osprchovat a přestaň se špinit, má malá princezno.
pt_br: Ora essa, princesa! Você está tão suja como se pode estar. Ir para o baile assim seria tão embaraçoso. De jeito nenhum... ãh, ãh. Vá tomar um banho e pare de se sujar minha princesa porquinha.

source: You can save your game by pausing and selecting the Save Game option. Neat, huh? This way you can resume from where you left off, and keep you glamour score. Ahh... technology if just great!
cs_cz: Hru můžeš uložit tak, že ji pozastavíš a vybereš možnost Uložit hru. Šikovné, co? Tímto způsobem můžeš pokračovat tam, kde jsi přestala a udržet si skóre půvabu. Aha... technologie je prostě skvělá!
pt_br: Voce pode salvar o jogo pausando e selecionando a opção Salvar Jogo. Legal, né? Deste jeito você pode continuar de onde parou e manter seus pontos de glamour. Ahh... a tecnologia é o máximo!

source: Hello again, princess! We have much to see and wear before the ball tonight. Let's get going, becouse today you will rock the ball! He, he, I always wanted to say that.
cs_cz: Opět ahoj, princezno! Musíme toho hodně vidět a obléct před dnešním plesem. Jdem na to, abys dneska omráčila ples! Che, che, to jsem vždycky chtěla.
pt_br: Olá de novo, princesa! Temos muito o quever e vestir antes do baile de hoje a noite. Vamos andando, porque hoje você vai arrebentar no baile! He, he, eu sempre quis dizer isso.

source: My, oh my, princess! I think you overslept. Let us go already, I have so many dresses and shoes to try on. Oh, I mean... 'you' have many things to try on.
cs_cz: Propáníčka, princezno! Myslím, že jsi zaspala. No tak, mám tolik šatů a bot k vyzkoušení. Ach, chci říct... 'ty' máš tolik věcí k vyzkoušení.
pt_br: Puxa, puxa vida, princesa! Acho que você dormiu demais. Vamos logo, Eu tenho tantos vestidos e sapatos para experimentar. Oh, quero dizer... 'você' tem tantas coisas para experimentar.

source: Did you see those boys in the ball? They are all so cute and handsome when not covered in mud and chasing a football. Oh, if I were a young fairy again...
cs_cz: Vidělas ty kluky na plese? Jsou tak krásní a okouzlující, když nejsou zablácení a neběží za míčem. Ach, kdybych byla zase mladá víla...
pt_br: Você viu aqueles garotos no baile? Eles são tão lindos e charmosos quando não estão cobertos com lama e correndo atrás de bola. Ah se eu fosse uma jovem fada de novo...

source: New day, new hope. Maybe we can make you prettier than Snow White today... oh she's so pretty. I mean... you are so pretty also!
cs_cz: Nový den, nová naděje. Možná tě dnes uděláme krásnější než Sněhurku... Ach, ona je tak hezká. Chci říct... ty jsi taky hezká!
pt_br: Novo dia, nova esperança. Talvez hoje a gente te deixe mais bonita do que a Branca de Neve... ah, ela é tão bonita. Quero dizer... você também é bonita!

source: Hello, dearie! I'm happy because I danced all night yesterday... I bet you love valse, but you have not really tasted it until you do it flying.
cs_cz: Dobrý den, drahá! Jsem tak ráda, že jsem včera protančila celou noc... Vsadím se, že miluješ valčík, ale takový jsi nezažila dokud ho nezkusíš za letu.
pt_br: Olá querida! Estou feliz porque dancei a noite toda ontem... Aposto que você ama valsa, mas você não viu nada até experimentar dançar voando.
