Repository: ocastudios/glamour
Catalog: locale/*/LC_MESSAGES/glamour.po
Languages: cs_cz, pt_br

source: Good morning, dearie! My, you look so pretty already. It's a shame you can't wear that again tonight. Why not? Well, because a glamorous woman should not repeat her outfit twice in a row. Hey! What's that about my outfit...!?
cs_cz: Dobré ráno, miláčku! Páni, už vypadáš tak krásně. Škoda, že to dnes večer nemůžeš znovu nosit. Proč ne? No, protože okouzlující žena by neměla podruhé vypadat stejně. Hej! Co jsi řekla o mém vzhledu...!?
pt_br: Bom dia querida! Puxa, você já está tão linda. É uma pena que você não possa usar isso de novo hoje à noite. Por que não? Ora, porque uma mulher glamorosa não deve repetir seu visual duas vezes seguidas. Ei! O que você disse sobre o meu visual.. !?

source: All right, all right! I 'will' take you to see new shoes, but only if today we go see those new fairy wands. I hear they are great...
cs_cz: Dobře, dobře! Chci ti ukázat nové boty, ale jen když se dnes půjdeme podívat na nové hůlky pro víly. Slyšela jsem, že jsou skvělé.
pt_br: Tá bom, tá bom! Eu 'vou' te levar para ver novos sapatos, mas só se hoje nós formos ver aquelas novas varinhas. Eu ouvi que elas são o máximo...

source: Hi, sweetie! You know, in the old days I would just make you an outfit out of mice and pumpkins, but I was threatened with a lawsuit, do you believe that? These goofy, phony property rules are just killing creativity.
cs_cz: Ahoj zlatíčko! Víš, za starých časů bych tě nutila koukat na dýně a myši, ale hrozli mi soudní žalobou, věříš tomu? Tahle hloupá a nesmyslná pravidla autorských práv zabíjejí kreativitu.
pt_br: Olá doçura! Você sabe que nos velhos tempos eu faria para você um visual a partir de abóboras e ratinhos, mas fui ameaçada com um processo na justiça, acredita? Estas regras de direitos autorais bobas e sem sentido estão matando a criatividade.

source: Hello, my little princess. You keep getting prettier with each passing day. I wish I was that much pretty, but I think I'll just have to be satisfed with my magic powers, flight ability and immortality.
cs_cz: Dobrý den, má princezničko. Každým dnem jsi hezčí. Chtěla bych být taky hezká, ale myslím, že se budu muset spokojit se svými kouzly, schopností létat a nesmrtelností.
pt_br: Olá minha princesinha. Você está ficando mais bonita a cada dia. Eu queria ser tão bonita assim, mas acho que vou ter que me satisfazer com meus poderes mágicos, capacidade de voar e imortalidade.

source: Good morning, sweetie! You did look wonderful last ball, but with a few more time and training, I bet you'll just explode with glamour. Oh, no, it doesn't hurt, sweetie, I swear.
cs_cz: Dobré ráno, zlatíčko! Na posledním plese jsi byla úžasná, ale s trochou tréninku a času se vsadím, že vybouchneš půvabem. Ach ne, to nebolí, zlatíčko, přísahám.
pt_br: Bom dia, doçura! Você esteve maravilhosa no baile passado, mas com um pouco mais de trinamento e tempo aposto que você vai explodir de glamour. Ah, não, não dói, docinho, eu juro.

source: Hi, cutie face! You sure are glamorous enough for nobility, but want to test yourself against royalty? Maybe, some day, you'll even be a match for the fae.
cs_cz: Ahoj, krásná tvářičko! Jsi dost okouzlující pro šlechtu, ale chceš se porovnat s královskou rodinou? Možná, že jednoho dne budeš dokonce soupeřit s vílami.
pt_br: Olá rostinho lindo! Você com certesa é glamorosa o suficiente para a nobreza, mas quer enfrentar a realeza? Talvez, um dia, você chegue até mesmo a ser páreo para as fadas.

source: Ok, ok. I get it... But another ball, really? Don't you want to try someting different tonight? Maybe bowling...
cs_cz: Dobře, dobře. Rozumím... Ale další ples, opravdu? Nechceš dnes večer zkusit něco jiného? Bowling, možná...
pt_br: Ok, ok. Entendi... Mas outro baile, sério? Não quer tentar algo diferente hoje à noite? Boliche, talvez...

source: Hi, princess! You noticed the queen did not attend the last ball? Her magic mirror was unstable and crashing all the time, poor thing. If she had that penguin OS on it, she wouldn't have those problems. Wonder if the kernel supports divination well.
cs_cz: Dobrý den, princezno! Všimla sis, že královna nešla na poslední ples? Její kouzelné zrcadlo je nestabilní a stále se zamyká, ubožátko. Kdyby tam měla OS Tučňák, neměla by problémy. Možná jádro nepodporuje věštění správně.
pt_br: Olá, princesa! Você notou que a rainha não foi ao último baile? O espelho mágico dela estava instável e travando o tempo todo, coitada. Se ela tivesse aquele OS do pinguim não teria esse tipo de problema. Eu fico imaginando se o kernel também suporta advinhação.

source: Hello, cutest! Great ball last night, but the valse was rather lowsy. Maybe if they looked for music in jamendo.com... Oh, there are oh so many great bands there, as Ehma, Torley on Piano, Ceili Moss, Armolithae and Butterfly Tea. My oh my!
cs_cz: Ahoj, krásko! Skvělý ples včera v noci, ale valčík dost mizerný. Možná kdyby hledali písničky na jamendo.com... Ach, je tolik skvělých kapel jako Ehma, Torley on Piano, Ceili Moss, Armolithae a Butterfly Tea. Ach, bože!
pt_br: Olá, lindinha! Grande baile noite passada, mas a valsa estava um tanto ruim. Talvez se eles tivessem procurado por músicas no jamendo.com... Ah, lá tem tantas bandas legais, como Ehma, Torley on Piano, Ceili Moss, Armolithae e Butterfly Tea. Puxa vida!

source: Good morning, princess, and an oh so happy birthday, too! I can't believe you turned 16 already, and in such a beautiful day, too! Of course, now that that you're a lady, you should start attending the royal balls... oh, it'll be so exciting.
cs_cz: Dobré jitro, princezno, a přeju ti vše nejlepší k narozeninám! Nemůžu uvěřit, je už ti je 16 a v takový krásný den! Jistě, už jsi slečna a měla bys začít chodit na královské plesy... ach, to bude zajímavé.
pt_br: Bom dia, princesa, e um tão feliz aniversário também! Eu nem acredito que você faz 16 anos, e em um dia tão bonito! É claro, agora que você já é uma moça, deve começar a frequentar os bailes reais... ah, vai ser tão emocionante.

source: For these balls, you'll get to dress up elegantly, match your outfit, wear make-up and dresses. Oh, I'm so jealous. You'll get to be really, really beautiful. Well, surely you look oh so beautiful already, no doubt about it...
cs_cz: Na tyhle bály se budeš moci elegantně oblékat, sladit svůj outfit, nosit make-up a oblečení. Ach, závidím ti. Budeš opravdu, opravdu krásná. No, určitě už vypadáš tak krásně, že o tom není pochyb...
pt_br: Para estes bailes, você precisa estar elegante, combinando sua roupa, maquilagem e vestidos. Ah, estou com tanta inveja. Você vai ficar muito, muito bonita. Ora, você já é bonita, sem dúvidas quanto a isso...

source: ...but you know, that is not enough for the royal balls. For them, you'll have to be glamourous! Since it is your first ball ever, I was assigned to assist you in getting lovely, glamorous and stunning. And getting the hearts of the boys, too.
cs_cz: ... Ale víš, to nestačí pro královské plesy. Pro ně budeš muset být okouzlující! Vzhledem k tomu, že je to tvůj první ples, pomohu ti vypadat krásná, okouzlující a úžasná. A také získat si srdce mládenců.
pt_br: ... mas sabe, isto não é suficiente para os bailes reais. Para eles, você vai precisar estar glamorosa! Como este é seu primeiro baile, vou te ajudar a ficar linda, glamorosa e impressionante. E a conquistar os corações dos meninos também.

source: You see, for every ball you should try to dress up wonderfully, which means selecting a nice DRESS, SHOES, MAKE-UP and ACCESSORY. You should wander around the city looking for them, and putting on those you like the best.
cs_cz: Víš, pro každý ples se musíš zkusit krásně obléknout, což znamená vybrat krásné ŠATY, BOTY, MAKE-UP a PŘÍSLUŠENSTVÍ. Musíš chodit po městě a hledat je a nosit ty, které se ti nejvíce líbí.
pt_br: Veja, para cada baile você precisa tentar se vestir maravilhosamente, o que significa escolher um belo VESTIDO, SAPATOS, MAQUILAGEM e ACESSÓRIO. Você precisa passear pela cidade procurando por eles e vestindo aqueles que você mais gostar.

source: Of course, other princesses are attending the ball, too, so you should try to avoid showing up with the same things they do. Pay them a visit to learn what they will be wearing, and also try to avoid using the same outfit two balls in a row.
cs_cz: Ovšem, ostatní princezny také půjdou na ples, takže se snaž vyhnout tomu, aby ses se ukázala se stejnými věcmi jako oni. Navštiv je a zjisti, co budou nosit a také se vyhýbej nošení stejného oblečení na dvou plesech za sebou.
pt_br: É claro, outras princesas também irão para o baile, então você deveria tentar evitar aparecer com as mesmas coisas que elas. Faça uma visita a elas e descubra o que vão usar, e também tente evitar usar as mesmas roupas em dois bailes seguidos.

source: But caution, many dangers await! Well, not 'real' dangers, but there are many ways to get yourself dirty before the ball, and you should avoid that. Clean yourself at the bathhouse if you need, and use you cursor and irresistable kisses to help you keep clean.
cs_cz: Ale pozor, číhá mnoho nebezpečí! Ne sice 'opravdové' nebezpečí, ale je mnoho způsobů, jak se před plesem ušpinit a tomu se musíš vyhnout. V případě potřeby se umyj v lázních a používej myš i neodolatelné polibky, které ti pomohou zůstat čistá.
pt_br: Mas cuidado, há muitos perigos! Bem, não perigos 'de verdade', mas há muitas formas de se sujar antes do baile, e você precisa evitar isso. Lave-se na casa de banho se necessário e use seu mouse e beijos irresistíveis para te ajudar a se manter limpa.

source: At the ball, you'll gain glamour points if your outfit differs from the other princesses', and you'll lose them if it doesn't. You'll loose an awful lot of glamour if you're dirty, so watch out. Uh, what...? What is glamour for, you ask?
cs_cz: Na plese získáš body za půvab, pokud se tvůj vzhled liší od vzhledu ostatních princezen, a ztratíš je, pokud se bude opakovat. Ztratíš hodně krásy, pokud jsi špinavá, takže dávej pozor. Cože...? K čemu je půvab, ptáš se?
pt_br: No baile, você vai ganhar pontos de glamour se seu visual for diferente do das outras princesas, e você vai perdê-los se for repetido. Você vai perder muito glamour se estiver suja, então cuidado. Ãh, o que... ? Pra que serve glamour, você pergunta?

source: Oh, silly princess. Glamour is just... beautiful and divine. Ah, yes, it also draws the eyes and hearts of boys, although high-ranked nobility tends to be more used to it than lower rank. But I assure you even Prince Charming can fall for a glamorous girl.
cs_cz: Ach, hlupáčku. Půvab je prostě... krásné a božské. Ach ano, přitahuje také oči a srdce chlapců i když vysoká šlechta je na to víc zvyklá než nižší. Ale potvrzuji ti, že i princ Okouzlující se může zamilovat do půvabné dívky.
pt_br: Ora, princesa bobinha, Glamour é simplesmente... lindo e divino. Ah, sim, também atrai os olhares e os corações dos garotos, apesar de que a nobreza mail elevada está mais acostumada a ele do que a menos elevada. Mas eu te asseguro que até mesmo o Príncipe Encantado pode se apaixonar por uma garota glamorosa.

source: So let's get started, turning you from a cute, loving little princess into a wonderful, glamorous little princess. I'll be helping you on the way, so off we go.
cs_cz: Začněme tvou proměnou z krásné, milé princezničky v nádhernou, okouzlující malou princeznu. Pomůžu ti v tom, takže jdeme.
pt_br: Então vamos começar, transformando você de uma linda e amável princesinha em uma maravilhosa e glamorosa princesinha. Eu vou te ajudar no caminho, então lá vamos nós.

source: Did you know you may pause everything using the magic word "ESC"?
cs_cz: Víš, že můžeš cokoliv zastavit kouzelným slovem "ESC"?

source: Oh, %s! You have a fairy godmother!!! I'm so jealous... my dad only got me some unicorns and a tiny teeny dragon.
cs_cz: Ach, %s! Máš vílu kmotřičku!!! Závidím ti... Můj tátínek mi dal jen pár jednorožců a malého dráčka.

source: Hello, %s! Did you know there will be a great many princes at the ball tonight? They are coming all the way from far, far away lands to attend!
cs_cz: Ahoj, %s! Věděla jsi, že dnes večer bude na plese hodně princů? Přicházejí z dalekých království, aby se účastnili.

source: %s! Long time no see. I was reading about fairy-tale. Have you noticed there are far more talking animals in them than fairies? Oh, well...
cs_cz: %s! Dlouho jsem tě neviděla. Četla jsem pohádky o vílách – všimla sis, že je v nich mnohem více mluvících zvířat než víl? No, dobře...

source: Hey, %s. I've just heard 'fate' and 'fairy' are linked, etymologically speaking. What it means? Well, both are derived from the same word, 'fata', that meant 'prediction' in latin, but now they mean very different things.
cs_cz: Čau, %s. Věděla jsi, že 'osud' a 'víla' mají stejný etymologický základ? Co to má znamenat? Oba pocházejí ze stejného slova. 'fata', což v latině znamená 'předpovědˇ', ale dnes znamenají různé věci.

source: Have you noticed how many different architectural styles we have in this town, %s? Do you think that maybe those are magic portals that take us to far away places?
cs_cz: Všimla sis, kolik různých architektonických stylů je v tomto městě, milá %s? Nemyslíš, že by brány mohly být kouzelné a vedou do vzdálených míst?

source: If we are all princesses, and we live in the same town, shouldn't we all be sisters? Gosh, I wish I was your sister, %s...
cs_cz: Když jsme všechny princezny a žijeme ve stejném městě, neměly bychom být všechny sestry? Jé, chtěla bych být tvoje sestra, milá %s...

source: My father says someday I'll marry a prince that defeated many perils to be with me... well, %s, I say let 'me' go on adventures and let him wait for me to marry him.
cs_cz: Můj otec říká, že se jednou vezmu prince, který překonal mnoho nebezpečí, aby byl se mnou... No, milá %s, sama půjdu na dobrodružství a nechám prince na sebe čekat.

source: We always invite Grettel, Little Red, Belle, the Moor, Pocahontas, Henny-Penny, Mulan and what-have-you to our balls. Do you think they'll ever come?
cs_cz: Na naše plesy vždycky zveme Mařenku, Karkulku, Belle, Mooru, Pocahontas, Henny-Penny, Mulan a další. Myslíš, že někdy přijdou?

source: %s, did you know that no one dislike tenderness? From boys to lions, love seems to triumph all. I wonder how a thing that didn't like kisses would be like. I bet it'd be ugly, bearded and riding a boat.
cs_cz: Milá %s, víš, že každý má rád něžnost? Od kluků po lvy, láska vítězí. Zajímalo by mě, jestli je něco, co bych nechtěla políbit - vsadím se, že by to bylo ošklivé, vousaté a vodácké.

source: Have you noticed how we all get princes by the end of our story, %s? But some others don't, like Little Red, Grettel and the Mermaid. They only get wolves and witches, poor folk...
cs_cz: Všimla sis, že my všechny dostaneme prince na konci našich příběhů, milá %s? Ale někteří ne, jako Karkulka, Mařenksa a mořská panna. Dostávají jen vlky a čarodějnice, chudé lidi.

source: Well, %s, we've got some pretty nice stores in town, but they don't seem to carry much variety. I mean, I never use the same dress twice on a ball, so I have dozens of each available dress already.
cs_cz: No, milá %s, ve městě jsou dobré obchody, ale nemají velký výběr. Chci říct, že na plesech nikdy nenosím dvakrát stejné šaty, takže už mám desítky všech dostupných šatů.

source: Oh, dancing is so much fun! But I sure would like to fly in the air, or fight dragons, or cast spells. %s, why do you think they give us princesses the worst parts in our own stories?
cs_cz: Ach, tanec je tak zábavný! Ale přála bych si, abych mohla létat ve vzduchu, čelit drakům nebo posílat kouzla. Milá %s, proč myslíš, že my princezny vždy dostaneme nejhorší role v našich vlastních příbězích?

source: Dancing every single night... I, mean, we have fun and all, but aren't your feet killing you, %s?
cs_cz: Tancovat docela každou noc... Myslím, že jsme se pobavili, ale nezničí tě tvé nohy, milá %s?

source: Who owns that little schnauzer that won't let me walk around in peace? It is not you, is it, %s? Argh, it is sooo impolite to leave pets unattended... even small dogs...
cs_cz: Komu patří ten malý knírač, co mě nenechá chodit v klidu po městě? Nejste to vy, že, milá %s? Brrr, je tak ošklivé nechat tam venku zvířata bez dozoru - dokonce i malé pejsky...

source: Have you visited the zoo, yet? I love the penguin and the giraffe, but that monkey just drives me crazy. Maybe we could go together someday, %s, and have a hard long talk with whoever runs that place.
cs_cz: Už jsi někdy navštívila zoo? Miluji tučňáka a žirafu, ale ta opice mě vytáčí. Měli bychom asi někdy jít spolu, milá %s - a tvrdě si promluvit s tím, kdo to tam má na starosti.

source: Have you met Fabrizio, the little italian kid? He's always with that ball, but I think I've seen him somewhere before. Do you think he maybe might have a free tabletop game developed by Ocastudios?
cs_cz: Setkala ses někdy s Fabriziem, malým italským klukem co chodí vždycky s míčem? Myslím, že už jsem ho předtím někde viděla. Myslíš, že má deskovou hru vyvinutou společností Ocastudios?

source: Many people think that the beatiful scenery of fairy tales are stuff of legend, by they exist, %s. Next vacations, try cruising around the Gaeltacht, or taking a stroll in Venezia, or diving in caribbean blue waters and see for yourself.
cs_cz: Mnoho lidí si myslí, že krásné scénáře pohádek jsou jen legendy, milá %s. Na své příští dovolené navštiv Irsko nebo se projdi v Benátkách nebo se ponoř do modrých vod Karibiku a přesvědčíš se sama.

source: Do you know that many, many people have to worry about computer viruses, and software freezing. They don't even have access to their source-code... Thank goodness we use a Unix box.
cs_cz: Jistě víš, že se mnoho lidí bojí počítačových virů a havárie programů. Nemají ani přístup ke zdrojovému kódu... Naštěstí používám Unix.

source: Have you seen the ball palace shaking last night? With so much dancing, do you think the structure is still stable? I think I'll call the dwarves to make some repairs.
cs_cz: Viděla jsi, jak se včera v noci třásl plesový palác? Myslíš, že po tolika tancích má strukturu stále stabilní? Asi zavolám trpaslíky, aby udělali nějaké opravy.

source: Okay, %s, these are the clothes I'll be wearing. But if you copy me I'll tell on you to ma!
cs_cz: No tak jo, milá %s, tohle jsou šaty, které si obléknu. Ale když mě napodobíš, řeknu to na tebe mamince!

source: No, I won't go out today! Yesterday there were so many chicks... and their mama didn't let me even play with them. She ruined may hair!!! I'm never coming out again.
cs_cz: Ne, dnes ven nepůjdu! Včera tam bylo tolik ptáčat... a jejich máma mi ani nedovolila si s nimi hrát. Zničila mi účes!!! Už nikdy neopustím tenhle palác.

source: %s, I won't rest until I get the heart of the prince. I mean, Gentleman Decent is kinda cute, but he falls for every girl in the kingdom!
cs_cz: Milá %s, neodpočinu si, dokud nezískám srdce prince Okouzlujícího. Myslím, že pan Slušný je sice roztomilý, ale zamiluje se do každé dívky v království.

source: There is a lot of noblemen in the balls, %s, but... do you think someone would mind if I invite Fabrizio tonight? I mean, he 'will' have to forget about the ball for a while, of course.
cs_cz: Na plesech je spousta šlechticů, milá %s, ale... Myslíš, že by někomu vadilo, kdybych dnes večer pozvala Fabrizia? Myslím, že bude muset trochu zapomenout na míč, samozřejmě.

source: Some of the princesses never eat apples or work with spindles because they are afraid of fairy tales. As for me, I just keep my distance from evil witches and refrain from talking to big bad wolves.
cs_cz: Některé princezny nikdy nejedí jablka a vyhýbají se vřeténkům, protože je děsí pohádky. Pokud jde o mě, jen si udržuji odstup od zlých čarodějnic a nemluvím s ošklivými vlky.

source: Do you know that many countries today still have kings? Oh, I'd love to be the princess of Sweeden, Spain or Japan. I guess I'll have to settle for an enchanted mythical kingdom of everlasting joy, but I 'really' wanted Sweeden...
cs_cz: Víš, že mnoho zemí má dnes stále krále? Ach, ráda bych byla princeznou Švédska, Španělska nebo Japonska. Myslím, že se musím spokojit s mýtickým kouzelným královstvím nekonečného štěstí, ale ve 'skutečnosti' chci Švédsko...

source: you unlocked $garment_type $name
cs_cz: odemčeno: $garment_type $name

source: Take a shower
cs_cz: Osprchovat se

source: Leave
cs_cz: Odejít

source: Would you like to take a shower?
cs_cz: Chceš si dát sprchu?

source: Go to the Ball
cs_cz: Jít na ples

source: It is not very cute to repeat your outfits. Check out what you wore at past Balls and try to find something different.
cs_cz: Není moc vhodné opakovat vzhled. Podívej se, co jsi měla na minulých plesech a zkus najít něco jiného.

source: Last Ball
cs_cz: minulý bál

source: Great Past Ball
cs_cz: předminulý bál

source: 3 Balls Ago
cs_cz: 3 bály zpět

source: and won the heart of
cs_cz: a získala jsi srdce

source: ...but no one's heart yet.
cs_cz: ...ale srdce zatím nikoho.

source: You
cs_cz: Ty

source: won
cs_cz: máš

source: glamour
cs_cz: bodů

source: points
cs_cz: za půvab

source: Today
cs_cz: Dnes

source: Yesterday
cs_cz: Včera

source: Gentleman Decent
cs_cz: pana Slušného

source: Knight Reliable
cs_cz: rytíře Spolehlivého

source: Baron Serious
cs_cz: barona Vážného

source: Count Loving
cs_cz: hraběte Lásky

source: Marquess Attractive
cs_cz: markýze Krásného

source: Duke Intelligent
cs_cz: vévody Chytrého

source: Prince Charming
cs_cz: prince Vysněného

source: King Kindhearted
cs_cz: krále Laskavého

source: Emperor Awesome
cs_cz: císaře Úžasného

source: New Game
cs_cz: Nová hra
pt_br: Novo Jogo

source: Load Game
cs_cz: Nahrát hru
pt_br: Continuar jogo

source: Watch Story
cs_cz: Ukázat příběh

source: Learn to play
cs_cz: Návod ke hře

source: Credits
cs_cz: Zásluhy

source: Exit
cs_cz: Ukončit

source: select one
cs_cz: vyber si
pt_br: escolha um

source: Choose your
cs_cz: Zvol svůj
pt_br: Escolha sua

source: appearence...
cs_cz: vzhled...
pt_br: aparência

source: skin tone
cs_cz: odstín pleti
pt_br: cor da pele

source: previous
cs_cz: předchozí
pt_br: anterior

source: next
cs_cz: další
pt_br: próximo

source: hair style
cs_cz: účes
pt_br: cabelo

source: < back
cs_cz: < zpět
pt_br: < voltar

source: space >
cs_cz: mezera >
pt_br: espaço >

source: clean up [ ]
cs_cz: vymazat [ ]

source: random ???
cs_cz: náhodné ???

source: Sorry, This name is taken.
cs_cz: LItuji, jméno se používá.
pt_br: Desculpe, este nome está sendo usado.

source: Please, choose another one
cs_cz: Prosím, vyber si jiné
pt_br: Por favor, escolha outro

source: or Overwrite it.
cs_cz: nebo jej přepiš.

source: ... and your name.
cs_cz: ... a svoje jméno.

source: Or go back to Main Menu
cs_cz: Nebo jdi zpět na Hlavní menu

source: Have you already saved a game?
cs_cz: Už máš uloženou svou hru?
pt_br: Você já salvou um jogo?

source: Then choose your saved princess:
cs_cz: Tak vyber svou uloženou princeznu:

source: erase
cs_cz: smazat
pt_br: apagar

source: Use the arrows to go
cs_cz: Použij šipky pro pohyb
pt_br: Use as setas para ir

source: forward and backward
cs_cz: dopředu a dozadu
pt_br: para frente e para trás

source: Hello, dear! I'm a fairy godmother and I asked for princess Madelline's help to give you a superb tutorial, okay?
cs_cz: Vítej, drahá! Jsem víla kmotřička a s pomocí tvojí princezny ti dám skvělý návod, ano?

source: As you'll soon find out, pressing left or right will move your princess around.
cs_cz: Jak brzy zjistíš, šipkami vlevo nebo vpravo pohybuješ svou princeznou.

source: And pressing the spacebar will allow you to jump.
cs_cz: A stisknutí mezerníku ti umožní skákat.

source: And the Control key will get you a kiss.
cs_cz: A klávesou Ctrl dáváš polibek.
